---
kind: other
id: Methods.T:Autodesk.Revit.DB.MEPSystem
zh: 系统
source: html/5e09c1f0-c240-34c5-0c89-925b970e910e.htm
---
# MEPSystem Methods

**中文**: 系统

Add elements into the system and connect them with the system using given connectors.